---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDistributionsysNumwiresParam
source: html/9ae48c80-830c-a247-c5ff-602888f57210.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDistributionsysNumwiresParam Property

"Wires"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDistributionsysNumwiresParam { get; }
```